/* State and Keywordgroupnames */
"/Java/Keywords" = "Keywords";
"/Java/Keywords 2" = "Classes";
"/Java/Numbers" = "Numbers";
"/Java/Characters" = "Characters";
"/Java/FunctionRegex" = "Function Calls";
"/Java/Preprocessor" = "Preprocessor";
"/Java/JavadocComment" = "/** Javadoc Comment **/";
"/Java/JavadocTags" = "Javadoc @tag";
"/Java/Comment" = "/* Comment */";
"/Java/SingleComment" = "// Comment";
"/Java/Strings" = "\"Strings\"";
